Repository: sorty-organizer/Sorty
Catalog: Sources/SortyLib/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: The Learnings
de: Die Lernungen
es: Los aprendizajes
fr: Les Connaissances
ja: 学習
zh_hans: 学习

source: The lab is quiet
de: Das Labor ist still
es: El laboratorio está tranquilo
fr: La salle de réunion est calme
ja: ラボは静かです
zh_hans: 实验室很安静

source: The recovered Metal library could not be loaded.
de: Die wiederhergestellte Metal-Bibliothek konnte nicht geladen werden.
es: La biblioteca de Metal recuperada no pudo cargarse.
fr: La bibliothèque Metal récupérée ne peut pas être chargée.
ja: 回復されたメタルライブラリが読み込めませんでした。
zh_hans: 恢复的Metal库无法加载。

source: These files may have been moved, renamed, or deleted:
de: Diese Dateien könnten verschoben, umbenannt oder gelöscht worden sein:
es: Estos archivos pueden haber sido movidos, renombrados o eliminados:
fr: Ces fichiers peuvent avoir été déplacés, renommés ou supprimés :
ja: これらのファイルが移動、リネーム、または削除された可能性があります：
zh_hans: 这些文件可能已被移动、重命名或删除：

source: These instructions define how files are named when using Custom style.
de: Diese Anweisungen definieren, wie Dateien benannt werden, wenn ein benutzerdefinierter Stil verwendet wird.
es: Estas instrucciones definen cómo se nombran los archivos cuando se usa el estilo personalizado.
fr: Ces instructions définissent comment les fichiers sont nommés lors de l'utilisation du style personnalisé.
ja: これらの指示は、カスタムスタイルを使用してファイルを名前付ける方法を定義します。
zh_hans: 这些说明定义了使用自定义样式时文件如何命名。

source: These open-source projects and contributors help keep Sorty alive.
de: Diese open-source-Projekte und Beitragser helfen, Sorty zu bewahren.
es: Estos proyectos de código abierto y los contribuyentes ayudan a mantener vivo Sorty.
fr: Ces projets open-source et contributeurs aident à maintenir Sorty en vie.
ja: これらのオープンソースプロジェクトとコンtributorは、Sortyを生き続けています。
zh_hans: 这些开源项目和贡献者帮助保持Sorty的活力。

source: Thinking...
de: Denkend...
es: Pensando...
fr: Pensée...
ja: 思考中...
zh_hans: 思考中...

source: This File
de: Dieser Datei
es: Este Archivo
fr: Ce fichier
ja: このファイル
zh_hans: 此文件

source: This action moves files and is not easily undone
de: Diese Aktion verschiebt Dateien und kann nicht leicht rückgängig gemacht werden
es: Esta acción mueve archivos y no es fácil de deshacer
fr: Cette action déplace des fichiers et n'est pas facilement annulable
ja: この操作はファイルを移動し、簡単に取り消せません
zh_hans: 此操作会移动文件，且难以撤销

source: This action renames files and can be undone from history
de: Diese Aktion verschiebt Dateien und kann aus der Historie rückgängig gemacht werden
es: Esta acción renombra archivos y puede deshacerse desde el historial
fr: Cette action renomme des fichiers et peut être annulée depuis l'historique
ja: この操作はファイルをリネームし、履歴から取り消せます
zh_hans: 此操作会重命名文件，可以从历史中撤销

source: This card has no title or icon, just content.
de: Diese Karte hat keinen Titel oder Icon, nur Inhalt.
es: Esta tarjeta no tiene título ni icono, solo contenido.
fr: Cette carte n'a pas de titre ni d'icône, seulement du contenu.
ja: このカードにはタイトルやアイコンがなく、ただのコンテンツだけです
zh_hans: 此卡片没有标题或图标，只有内容。

source: This folder is empty or all files were excluded by your exclusion rules. Try a different folder or adjust your exclusions.
de: Dieser Ordner ist leer oder alle Dateien wurden durch deine Ausblenderegeln ausgeschlossen. Probier einen anderen Ordner aus oder passe deine Ausblenderegeln an.
es: Esta carpeta está vacía o todos los archivos fueron excluidos por tus reglas de exclusión. Inténtalo con una carpeta diferente o ajusta tus exclusiones.
fr: Ce dossier est vide ou tous les fichiers ont été exclus par vos règles d'exclusion. Essayez un autre dossier ou ajustez vos exclusions.
ja: このフォルダは空または、あなたの除外ルールによってすべてのファイルが除外されています。別のフォルダに試してみてくださいまたは除外ルールを調整してください
zh_hans: 此文件夹为空，或者所有文件都被排除规则排除了。尝试另一个文件夹或调整你的排除规则。

source: This group needs manual review before Sorty will choose files to remove.
de: Diese Gruppe benötigt eine manuelle Prüfung, bevor Sorty Dateien löschen wird.
es: Este grupo necesita revisión manual antes de que Sorty elija archivos para eliminar.
fr: Ce groupe nécessite un examen manuel avant que Sorty ne choisisse des fichiers à supprimer.
ja: このグループは手動のレビューが必要です。Sortyがファイルを削除する前にこのグループを確認してください
zh_hans: 此组需要手动审查，Sorty才会选择文件进行删除。

source: This organization included moves to external storage locations
de: Diese Organisation umfasst Verschiebungen in externe Speicherort
es: Este organización incluyó movimientos a ubicaciones de almacenamiento externo
fr: Cette organisation inclut des déplacements vers des emplacements de stockage externes
ja: この組織には外部ストレージへの移動が含まれています
zh_hans: 此组织包含将文件移动到外部存储位置

source: This permanently removes Sorty settings, history, learnings, saved credentials, and caches from this Mac. You'll return to onboarding. This cannot be undone.
de: Dies entfernt Sorty-Einstellungen, Historie, Lernungen, gespeicherte Anmeldedaten und Caches von diesem Mac. Du wirst zum Onboarding zurückkehren. Dies kann nicht rückgängig gemacht werden.
es: Este eliminará permanentemente los ajustes, historial, aprendizajes, credenciales guardadas y cachés de este Mac. Volverás al onboarding. Esto no se puede deshacer.
fr: Cette action supprime définitivement les paramètres de Sorty, l'historique, les connaissances, les identifiants sauvegardés et les caches de ce Mac. Vous retournerez à l'onboarding. Cela ne peut pas être annulé.
ja: この操作は、このMacからSortyの設定、履歴、学習、保存された資格情報、キャッシュを永久に削除します。これにより、onboardingに戻ります。取り消せません
zh_hans: 此操作将永久删除Sorty的设置、历史记录、学习数据、保存的凭证和缓存，从这台Mac上。您将返回引导流程。此操作无法撤销。

source: This will permanently delete all organization history, learnings data, and cached sessions. This action cannot be undone.
de: Dies löscht permanent alle Organisationshistorie, Lernungsdaten und gespeicherten Sitzungen. Dies kann nicht rückgängig gemacht werden.
es: Este eliminará permanentemente todo el historial de organización, datos de aprendizaje y sesiones guardadas. Esta acción no se puede deshacer.
fr: Cette action supprimera définitivement l'historique d'organisation, les données de connaissances et les sessions sauvegardées. Cette action ne peut pas être annulée.
ja: この操作は、すべての組織履歴、学習データ、キャッシュセッションを永久に削除します。この操作は取り消せません
zh_hans: 此操作将永久删除所有组织历史记录、学习数据和缓存会话。此操作无法撤销。

source: This will permanently delete all your learning data and preferences. This cannot be undone.
de: Dies löscht permanent alle deine Lernungsdaten und Präferenzen. Dies kann nicht rückgängig gemacht werden.
es: Este eliminará permanentemente todos tus datos de aprendizaje y preferencias. Esta acción no se puede deshacer.
fr: Cette action supprimera définitivement tous vos données d'apprentissage et vos préférences. Cela ne peut pas être annulé.
ja: この操作は、あなたの学習データと設定を永久に削除します。取り消せません
zh_hans: 此操作将永久删除您的所有学习数据和偏好设置。此操作无法撤销。

source: This will permanently delete all your learning data. This cannot be undone.
de: Dies beendet Sortys Analyse und bringt dich zur Startseite. Deine Fortschritte werden nicht gespeichert.
es: Este eliminará permanentemente todos tus datos de aprendizaje. Esta acción no se puede deshacer.
fr: Cette action supprimera définitivement toutes vos données d'apprentissage. Cela ne peut pas être annulé.
ja: この操作は、あなたの学習データを永久に削除します。取り消せません
zh_hans: 此操作将永久删除您的所有学习数据。此操作无法撤销。

source: This will stop Sorty's analysis and return to the start screen. Your progress will not be saved.
de: Dies beendet Sortys Analyse und bringt dich zur Startseite. Deine Fortschritte werden nicht gespeichert.
es: Este detendrá el análisis de Sorty y volverás a la pantalla de inicio. Tu progreso no se guardará.
fr: Cette action arrêtera l'analyse de Sorty et vous renverra à l'écran d'accueil. Votre progression ne sera pas sauvegardée.
ja: この操作はSortyの分析を停止し、スタートスクリーンに戻します。進捗は保存されません
zh_hans: 此操作将停止Sorty的分析，并返回到起始屏幕。您的进度将不会被保存。

source: This will undo all organization sessions after this point for this folder. Some files may have been modified or moved since.
de: Dies rückgängig macht alle Organisationssitzungen nach diesem Punkt für diesen Ordner. Einige Dateien wurden möglicherweise geändert oder verschoben.
es: Este anulará todas las sesiones de organización después de este punto para esta carpeta. Algunos archivos pueden haberse modificado o movido desde entonces.
fr: Cette action annulerá toutes les sessions d'organisation après ce point pour ce dossier. Certains fichiers ont pu être modifiés ou déplacés depuis.
ja: この操作は、このフォルダのこのポイント以降のすべての組織セッションを取り消します。一部のファイルが変更または移動されている可能性があります
zh_hans: 此操作将撤销此文件夹中此点之后的所有组织会话。一些文件可能在此期间被修改或移动。

source: This will undo all organizations performed after this snapshot. Files will be moved back to their original locations found in this snapshot.
de: Dies rückt alle Organisationen rückgängig, die nach diesem Screenshot durchgeführt wurden. Die Dateien werden in ihre ursprünglichen Orte zurückgebracht, die in diesem Screenshot gefunden wurden.
es: Este anulará todas las organizaciones realizadas después de este snapshot. Los archivos se moverán de vuelta a sus ubicaciones originales encontradas en este snapshot.
fr: Cette action annulera toutes les organisations effectuées après ce point. Les fichiers seront déplacés vers leurs emplacements d'origine trouvés dans ce point d'inspection.
ja: この操作は、このスナップショット以降に行われたすべての組織を取り消します。ファイルはこのスナップショットで見つけたオリジナルの場所に戻ります
zh_hans: 此操作将撤销此快照之后的所有组织操作。文件将被移动回此快照中发现的原始位置。

source: Timeline
de: Zeitlinie
es: Cronología
fr: Chronologie
ja: タイムライン
zh_hans: 时间线

source: Tip: Use cheaper models like gpt-4o-mini, claude-3-haiku, or local Ollama for cost-effective background automation.
de: Tipp: Nutzen Sie günstigere Modelle wie gpt-4o-mini, claude-3-haiku oder lokale Ollama für kosteneffiziente Hintergrundautomatisierung.
es: Consejo: Utiliza modelos más baratos como gpt-4o-mini, claude-3-haiku, o Ollama local para automatización de fondo eficiente.
fr: Conseil : Utilisez des modèles moins chers comme gpt-4o-mini, claude-3-haiku, ou Ollama local pour une automatisation efficace et économique en arrière-plan.
ja: ヒント: より安価なモデルを用いてください。例: gpt-4o-mini, claude-3-haiku, またはローカルのOllamaを用いて、コスト効率の良いバックグラウンド自動化を実現してください
zh_hans: 提示：使用更便宜的模型如gpt-4o-mini, claude-3-haiku, 或本地Ollama进行成本有效的后台自动化。

source: Tips
de: Tipps
es: Consejos
fr: Conseils
ja: ヒント
zh_hans: 提示

source: Toggle Streaming Mode preview
de: Streaming-Modus-Vorschau umschalten
es: Vista previa de modo de streaming
fr: Afficher le mode flux
ja: ストリーミングモードのプレビューを切り替える
zh_hans: 切换流式传输模式预览

source: Total sessions: %@
de: Gesamte Sitzungen: %1$@
es: Total de sesiones: %1$@
fr: Sessions totales : %1$@
ja: 合計セッション: %1$@
zh_hans: 总会话数: %1$@

source: Track
de: Verfolgung
es: Seguimiento
fr: Suivi
ja: 追跡
zh_hans: 跟踪

source: Transparency for every host Sorty may contact
de: Transparenz für jeden Host, den Sorty kontaktiert
es: Transparencia para cada host que pueda contactar Sorty
fr: Transparence pour chaque hôte que Sorty pourrait contacter
ja: Sortyが接触するすべてのホストに対する透明性
zh_hans: Sorty可能联系的每个主机的透明度

source: Try Again
de: Nochmal versuchen
es: Inténtalo de nuevo
fr: Réessayer
ja: 再度試す
zh_hans: 再试一次

source: Try Different Model
de: Andere Modelle auswählen
es: Usar modelo diferente
fr: Utiliser un autre modèle
ja: 別のモデルに試す
zh_hans: 尝试不同模型

source: Try organization with a different AI model
de: Organisation mit einem anderen AI-Modell ausführen
es: Organizar con un modelo de IA diferente
fr: Tenter une organisation avec un autre modèle d'IA
ja: 別のAIモデルを使用して組織する
zh_hans: 使用不同AI模型进行组织

source: URL-encode path and prompt values when generating links programmatically.
de: Ver_encode den Pfad und Prompt-Wert, wenn programmatisch Links generiert werden.
es: Codificar la ruta y los valores del prompt cuando se generen enlaces programáticamente.
fr: Codifier la chemin et la prompt lors de la génération de liens de manière programmée.
ja: URLエンコードされたパスとプロンプトの値をプログラム的にリンクを生成する際にはエンコードしてください。
zh_hans: 在程序化生成链接时对路径和提示值进行URL编码.

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 使用不可
zh_hans: 不可用

source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
ja: 取り消し
zh_hans: 撤销

source: Undo %@
de: Rückgängig machen %1$@
es: Deshacer %1$@
fr: Annuler %1$@
ja: %1$@を取り消し
zh_hans: 撤销 %1$@

source: Undo %lld Operations
de: Rückgängig machen %1$lld Operationen
es: Deshacer %1$lld Operaciones
fr: Annuler %1$lld Opérations
ja: %1$lld操作を取り消し
zh_hans: 撤销 %1$lld 操作

source: Undo Available
de: Rückgängig machen verfügbar
es: Deshacer disponible
fr: Annuler disponible
ja: 取り消し可能
zh_hans: 撤销可用

source: Undo Changes
de: Rückgängig machen Änderungen
es: Deshacer cambios
fr: Annuler les modifications
ja: 変更を取り消し
zh_hans: 撤销更改

source: Undo Organization?
de: Organisation rückgängig machen?
es: Deshacer organización?
fr: Annuler l'organisation?
ja: 組織を取り消し？
zh_hans: 撤销组织？

source: Undo organization
de: Organisation rückgängig machen
es: Deshacer organización
fr: Annuler l'organisation
ja: 組織を取り消し
zh_hans: 撤销组织

source: Undo the latest organization for this folder
de: Die letzte Organisation für diesen Ordner rückgängig machen
es: Deshacer la última organización para esta carpeta
fr: Annuler l'organisation la plus récente pour ce dossier
ja: このフォルダの最新の組織を取り消し
zh_hans: 撤销此文件夹的最新组织

source: Undo these changes
de: Diese Änderungen rückgängig machen
es: Deshacer estos cambios
fr: Annuler ces modifications
ja: これらの変更を取り消し
zh_hans: 撤销这些更改

source: Undoing...
de: Rückgängig machen...
es: Deshaciendo...
fr: Annulation...
ja: 取り消し中
zh_hans: 撤销中...

source: Undoing…
de: Rückgängig machen…
es: Deshaciendo…
fr: Annulation…
ja: 取り消し中…
zh_hans: 撤销中…

source: Uninstall Sorty...
de: Sorty deinstallieren...
es: Desinstalar Sorty...
fr: Désinstaller Sorty...
ja: Sortyをアンインストール...
zh_hans: 卸载 Sorty...

source: Unorganized
de: Unorganisiert
es: Desorganizado
fr: Non organisé
ja: 無秩序
zh_hans: 未组织

source: Unorganized Files
de: Unorganisierte Dateien
es: Archivos desorganizados
fr: Fichiers non organisés
ja: 無秩序のファイル
zh_hans: 未组织文件

source: Unorganized file: %@
de: Unorganisierte Datei: %1$@
es: Archivo desorganizado: %1$@
fr: Fichier non organisé: %1$@
ja: 無秩序のファイル: %1$@
zh_hans: 未组织文件: %1$@

source: Unset Default
de: Standardwert aufheben
es: Establecer predeterminado
fr: Utiliser la valeur par défaut
ja: デフォルトを設定しない
zh_hans: 设置默认未设

source: Updating Learning
de: Lernen aktualisieren
es: Actualizando aprendizaje
fr: Mise à jour des connaissances
ja: 学習中
zh_hans: 更新学习

source: Use
de: Verwenden
es: Usar
fr: Utiliser
ja: 使用
zh_hans: 使用

source: Use %@
de: Verwenden %1$@
es: Usar %1$@
fr: Utiliser %1$@
ja: %1$@を使用
zh_hans: 使用 %1$@

source: Use %@ in previews
de: Verwenden %1$@ in Vorschauen
es: Usar %1$@ en antiguos
fr: Utiliser %1$@ dans les aperçus
ja: プレビューで%1$@を使用
zh_hans: 在预览中使用 %1$@

source: Use Custom Model
de: Benutzerdefiniertes Modell verwenden
es: Usar modelo personalizado
fr: Utiliser le modèle personnalisé
ja: カスタムモデルを使用
zh_hans: 使用自定义模型

source: Use Learnings
de: Lernungen verwenden
es: Usar aprendizajes
fr: Utiliser les connaissances
ja: 学習を使用
zh_hans: 使用学习成果

source: Use This Workflow
de: Diesen Workflow verwenden
es: Usar este flujo de trabajo
fr: Utiliser ce workflow
ja: このワークフローを使用
zh_hans: 使用此工作流

source: Use a vision model like gpt-5.4-mini or claude-sonnet-4.6 for better results
de: Ein Vision-Modell wie gpt-5.4-mini oder claude-sonnet-4.6 für bessere Ergebnisse verwenden
es: Usar un modelo de visión como gpt-5.4-mini o claude-sonnet-4.6 para resultados mejorados
fr: Utilisez un modèle visuel comme gpt-5.4-mini ou claude-sonnet-4.6 pour de meilleurs résultats
ja: ビジョンモデルを使用してください。gpt-5.4-miniまたはclaude-sonnet-4.6を使用すると良いです。
zh_hans: 使用类似gpt-5.4-mini或claude-sonnet-4.6的视觉模型以获得更好的结果

source: Use as Default
de: Als Standard verwenden
es: Usar como predeterminado
fr: Utiliser comme par défaut
ja: デフォルトとして使用
zh_hans: 设为默认

source: Use custom model ID...
de: Benutze eine benutzerdefinierte Modell-ID...
es: Usar ID de modelo personalizado...
fr: Utiliser un ID de modèle personnalisé...
ja: カスタムモデルIDを使用...
zh_hans: 使用自定义模型ID...

source: Use example description: %@
de: Benutze diesen Beispielbeschreibung: %1$@
es: Usar descripción de ejemplo: %1$@
fr: Utiliser une description d'exemple: %1$@
ja: 例説明: %1$@
zh_hans: 使用示例描述: %1$@

source: Use separate model for automation
de: Benutze ein separates Modell für die Automatisierung
es: Usar modelo separado para automatización
fr: Utiliser un modèle séparé pour l'automatisation
ja: 自動化用に別のモデルを使用
zh_hans: 为自动化使用单独的模型

source: Use this description
de: Benutze diese Beschreibung
es: Usar esta descripción
fr: Utiliser cette description
ja: この説明を使用
zh_hans: 使用此描述

source: Use this suggestion to configure destinations for future runs
de: Benutze diese Empfehlung, um Ziele für zukünftige Laufzeiten zu konfigurieren
es: Usar esta sugerencia para configurar destinos para futuras ejecuciones
fr: Utiliser ce suggestion pour configurer les destinations pour les futures exécutions
ja: この推奨値を使用して、今後の実行のために目的地を構成してください
zh_hans: 使用此建议来配置未来运行的目标

source: Use your ChatGPT subscription for OpenAI inference through Codex CLI device authorization.
de: Verwende deine ChatGPT-Abonnement für die OpenAI-Inferenz über den Codex CLI-Authentifizierungsserver.
es: Usa tu suscripción a ChatGPT para acceder a OpenAI mediante la autorización de dispositivo de Codex CLI.
fr: Utiliser votre abonnement ChatGPT pour l'inférence OpenAI via le CLI de Codex.
ja: あなたのChatGPTサブスクリプションを使用して、OpenAI推論をCodex CLIデバイス認証を通じて実行してください。
zh_hans: 使用您的ChatGPT订阅通过Codex CLI设备授权使用OpenAI推理.

source: Using Default
de: Standardverwendung
es: Usando Predeterminado
fr: En utilisant le par défaut
ja: デフォルトを使用
zh_hans: 使用默认

source: Using offline model list
de: Verwendung der offline Modellliste
es: Usando lista de modelos en línea
fr: En utilisant la liste de modèles hors ligne
ja: オフラインモデルリストを使用
zh_hans: 使用离线模型列表

source: Using the same model as organization
de: Verwendung des gleichen Modells für die Organisation
es: Usando el mismo modelo para la organización
fr: En utilisant le même modèle pour l'organisation
ja: 組織と同じモデルを使用
zh_hans: 使用与组织相同的模型

source: Version %@
de: Version %1$@
es: Versión %1$@
fr: Version %1$@
ja: バージョン %1$@
zh_hans: 版本 %1$@

source: View AI reasoning
de: AI-Abwärtsgang ansehen
es: Ver razonamiento de IA
fr: Voir la raison d'IA
ja: AIの推論を表示
zh_hans: 查看AI推理

source: View All Duplicates
de: Alle Duplikate ansehen
es: Ver Todos los Duplicados
fr: Voir tous les doublons
ja: すべての重複を表示
zh_hans: 查看所有重复项

source: View Details
de: Details ansehen
es: Ver Detalles
fr: Voir les détails
ja: 詳細を表示
zh_hans: 查看详情

source: View History
de: Historie ansehen
es: Ver Historial
fr: Voir l'historique
ja: 履歴を表示
zh_hans: 查看历史记录

source: View Statistics
de: Statistiken ansehen
es: Ver Estadísticas
fr: Voir les statistiques
ja: 統計を表示
zh_hans: 查看统计信息

source: View comment
de: Kommentar ansehen
es: Ver comentario
fr: Voir le commentaire
ja: コメントを表示
zh_hans: 查看评论

source: View in Finder
de: In Finder ansehen
es: Ver en Finder
fr: Voir dans Finder
ja: Finderで表示
zh_hans: 在Finder中查看

source: View learned rule
de: Gelerntes Regel ansehen
es: Ver regla aprendida
fr: Voir la règle apprise
ja: 学習されたルールを表示
zh_hans: 查看学习的规则

source: View learnings used for this file
de: Gelernte Regeln für diese Datei ansehen
es: Ver aprendizajes utilizados para este archivo
fr: Voir les règles utilisées pour ce fichier
ja: このファイルのために使用された学習を表示
zh_hans: 查看用于此文件的学习规则

source: View session details
de: Sitzungsdetails ansehen
es: Ver detalles de sesión
fr: Voir les détails de la session
ja: セッション詳細を表示
zh_hans: 查看会话详情

source: View, edit, and apply saved prompts
de: Sparte, bearbeite und wende gespeicherte Prompts an
es: Ver, editar y aplicar prompts guardados
fr: Voir, éditer et appliquer les prompts enregistrés
ja: 保存されたプロンプトを表示、編集、適用
zh_hans: 查看、编辑和应用保存的提示

source: WHAT'S NEW
de: NEUIGKEITEN
es: ¿QUÉ NUEVO?
fr: QU'EST-CE NOUVEAU
ja: 何が新しくなりましたか
zh_hans: 有什么新内容

source: Waiting for authorization
de: Warte auf die Autorisierung
es: Esperando autorización
fr: En attente d'autorisation
ja: 認証を待っています
zh_hans: 等待授权

source: Waiting for authorization...
de: Warte auf die Autorisierung...
es: Esperando autorización...
fr: En attente d'autorisation...
ja: 認証を待っています...
zh_hans: 等待授权...

source: Watch %@
de: Schau %1$@
es: Ver %1$@
fr: Voir %1$@
ja: %1$@を監視中
zh_hans: 观看 %1$@

source: Watch Demo
de: Demo ansehen
es: Ver Demo
fr: Voir la démo
ja: デモを視聴
zh_hans: 观看演示

source: Watch a live demo showing how Sorty transforms a messy folder into an organized structure.
de: Schau einen live Demo, wie Sorty einen unordentlichen Ordner in eine organisierte Struktur verwandelt.
es: Ver un demostración en vivo que muestra cómo Sorty transforma una carpeta desordenada en una estructura organizada.
fr: Voir une démo en direct montrant comment Sorty transforme un dossier en désordre en une structure organisée.
ja: Sortyが雑然としたフォルダを整理構造に変換するリアルタイムデモを視聴してください。
zh_hans: 观看一个实时演示，展示Sorty如何将杂乱的文件夹整理成有序的结构。

source: Watched Folder Automations
de: Beobachtete Automatisierungen
es: Automatizaciones de Carpeta Observada
fr: Automatismes du dossier observé
ja: 監視されている自動化
zh_hans: 观看的自动化

source: Watched Folders
de: Beobachtete Ordner
es: Carpetas Observadas
fr: Dossiers observés
ja: 監視されているフォルダ
zh_hans: 观看的文件夹

# Watched automation for %@, %@
source: Watched automation for %1$@, %2$@
de: Beobachtete Automatisierung für %1$@, %2$@
es: Automatización observada para %1$@, %2$@
fr: Automatisation observée pour %1$@, %2$@
ja: %1$@、%2$@の監視自動化
zh_hans: 观看的自动化 for %1$@, %2$@

source: Watched folder action
de: Beobachteter Ordneraktion
es: Acción de carpeta observada
fr: Automatisation du dossier
ja: 監視されているフォルダアクション
zh_hans: 观看的文件夹操作

source: Watching requires a provider configured in Settings
de: Die Beobachtung erfordert eine konfigurierte Provider in den Einstellungen
es: La observación requiere un proveedor configurado en Configuración
fr: L'observation nécessite un fournisseur configuré dans les Paramètres
ja: 設定でプロバイダーを構成していないと、監視はできません
zh_hans: 观看需要在设置中配置的提供者

source: We automatically verify that Codex CLI is installed and auth tokens are present. You can also run a manual verify anytime.
de: Wir überprüfen automatisch, dass Codex CLI installiert ist und Authentikationstoken vorhanden sind. Sie können auch eine manuelle Überprüfung jederzeit durchführen.
es: Verificamos automáticamente que Codex CLI esté instalado y que los tokens de autenticación estén presentes. También puedes ejecutar una verificación manual en cualquier momento.
fr: Nous vérifions automatiquement que Codex CLI est installé et que les tokens d'autorisation sont présents. Vous pouvez également exécuter une vérification manuelle à tout moment.
ja: 我々は自動的にCodex CLIがインストールされており、認証トークンが存在することを確認します。必要に応じていつでも手動で確認できます。
zh_hans: 我们自动验证Codex CLI已安装且认证令牌存在。您也可以随时手动验证。

source: Welcome Step
de: Willkommensschritt
es: Paso de bienvenida
fr: Étape d'accueil
ja: ウェルカムステップ
zh_hans: 欢迎步骤

source: Welcome to Sorty
de: Willkommen bei Sorty
es: Bienvenido a Sorty
fr: Bienvenue chez Sorty
ja: Sortyへようこそ
zh_hans: 欢迎使用Sorty

source: What Sorty Has Learned
de: Was Sorty gelernt hat
es: Lo que ha aprendido Sorty
fr: Ce que Sorty a appris
ja: Sorty が学んだこと
zh_hans: Sorty已学习到

source: When cleaning a duplicate group, keep:
de: Beim Löschen einer Duplikatgruppe behalten:
es: Cuando se limpie un grupo de duplicados, se conserva:
fr: Lorsque vous nettoyez un groupe de doublons, conservez :
ja: ダブルアップロードグループをクリーンする際には：
zh_hans: 在清理重复组时，保留：

source: When enabled, Sorty organizes new files into this folder's preferred structure.
de: Wenn aktiviert, organisiert Sorty neue Dateien in diese Ordner-Struktur.
es: Cuando esté habilitado, Sorty organizará los nuevos archivos en esta estructura preferida de esta carpeta.
fr: Lorsqu'activé, Sorty organise les nouveaux fichiers dans la structure préférée de ce dossier.
ja: 有効になっている場合、Sorty は新しいファイルをこのフォルダの優先構造に組織化します。
zh_hans: 当启用时，Sorty会将新文件整理到此文件夹的首选结构中。

source: Why this is needed
de: Warum das nötig ist
es: ¿Por qué se necesita esto
fr: Pourquoi cela est nécessaire
ja: なぜこれが必要なこと
zh_hans: 为什么需要这个
